<?php
$Fid_db=array (
  0 => 
  array (
    1 => '新闻中心',
    36 => '每日动态',
  ),
  'name' => 
  array (
    1 => '新闻中心',
    4 => '建筑钢材价格行情',
    31 => '宏观经济',
    32 => '钢厂动态',
    33 => '钢厂信息',
    34 => '市场研究',
    38 => '建筑钢材每日分析',
    36 => '每日动态',
    37 => '冷轧钢板价格行情',
    39 => '冷轧钢板每日分析',
    45 => '社会新闻',
  ),
  'mid' => 
  array (
    1 => 0,
    4 => 0,
    31 => 0,
    32 => 0,
    33 => 0,
    34 => 0,
    38 => 0,
    36 => 0,
    37 => 0,
    39 => 0,
    45 => 0,
  ),
  36 => 
  array (
    4 => '建筑钢材价格行情',
    38 => '建筑钢材每日分析',
    37 => '冷轧钢板价格行情',
    39 => '冷轧钢板每日分析',
    45 => '社会新闻',
  ),
  1 => 
  array (
    31 => '宏观经济',
    32 => '钢厂动态',
    33 => '钢厂信息',
    34 => '市场研究',
  ),
);?>